Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: When Paul visited me in that cell he said time was a closed loop. Believed the Fracture couldn't be fixed. Seeing the scale of that facility made me wonder... if time was ending -- what was it all for?
pl_pl: Kiedy Paul odwiedził mnie w celi, powiedział, że czas jest zamkniętą pętlą. Wierzył, że pęknięcia nie da się naprawić. Widząc skalę tego obiektu, zacząłem się zastanawiać... jeśli czas się kończy - po co to wszystko?

source: When Will and I had escaped from the lab after the experiment, it seemed like Monarch was dealing with somebody other than us. That was me, all along.
pl_pl: Kiedy Will i ja uciekliśmy z laboratorium po eksperymencie, wydawało się, że Monarch walczy z jeszcze kimś innym. A cały czas walczyli ze mną.

source: When a Time Stop bubble bursts, all of the bullets fired into it are released at once, resulting in massive damage.
pl_pl: Kiedy bańka czasowej pauzy pęka, wszystkie wystrzelone w nią pociski są uwalniane jednocześnie, powodując ogromne obrażenia.

source: When a stutter in time occurs, normal people are completely unaware of it -- but they might see the consequences of actions taken during it once it ends.
pl_pl: Podczas zacięcia czasu, normalni ludzie są tego całkowicie nieświadomi - ale mogą dostrzec konsekwencje działań podjętych w jego trakcie, gdy już się zakończy.

source: When he came to see me in that cell he said something about the end bringing "new dangers." What did he mean?
pl_pl: Kiedy przyszedł zobaczyć się ze mną w celi, powiedział coś o tym, że koniec przyniesie „nowe niebezpieczeństwa”. Co miał na myśli?

source: When in close range, press {@TIME_POWER_SHIELD} to knock back enemies.
pl_pl: Gdy w pobliżu jest zbyt dużo wrogów, naciśnij {@TIME_POWER_SHIELD}, aby ich odepchnąć.

source: When overwhelmed, use Time Rush {@TIME_POWER_RUSH} to hide from or confuse your enemies.
pl_pl: Kiedy nie dajesz rady, użyj czasowego pędu {@TIME_POWER_RUSH}, aby ukryć się przed wrogami lub ich zmylić.

source: When the Fracture broke time, some objects became... unstable. With my new abilities, I could manipulate their timelines -- rewind them.
pl_pl: Odkąd zepsuliśmy czas, niektóre obiekty stały się... niestabilne. Dzięki moim nowym zdolnościom mogłem manipulować ich liniami czasu - przewijać je.

source: When the Fracture escalates further, you'll see for yourself.
pl_pl: Kiedy pęknięcie będzie się dalej nasilać, sam się o tym przekonasz.

source: When the time is right, the entire supply of chronon containers will be transported from this location to the Monarch headquarters, where the CFR is located. Only authorized personnel are to handle the containers directly.
pl_pl: Gdy nadejdzie odpowiedni czas, cały zapas pojemników chrononu zostanie przetransportowany z tego miejsca do siedziby Monarch, gdzie znajduje się RPC. Tylko upoważniony personel może bezpośrednio przenosić pojemniki.

source: When this icon appears, the game is saving content. Please do not turn off or restart your PC.
pl_pl: Pojawienie się tej ikony oznacza, że gra zapisuje zawartość. Nie wyłączaj ani nie uruchamiaj ponownie komputera.

source: When you see the Time Vision icon blinking, press {@TIME_VISION} to reveal hidden time triggers.
pl_pl: Gdy ikona czasowej wizji zacznie migać, naciśnij {@TIME_VISION}, aby wyświetlić ukryte wyzwalacze czasowe.

source: When your brother found out the scope of what we were building here, he... well, you know Will.
pl_pl: Kiedy twój brat dowiedział się, co my tu budujemy, on... no wiesz, znasz go.

source: Whenever you're ready.
pl_pl: Kiedy tylko będziesz gotowy.

source: Where are the core controls?
pl_pl: Gdzie znajdują się główne elementy sterujące?

source: Where are you taking her? Huh? I saw the whole thing, man! You think you're gonna get away with this shit?
pl_pl: Gdzie ją zabierasz? Co? Widziałem wszystko, stary! Myślisz, że ujdzie ci to na sucho?

source: Where did he go?
pl_pl: Gdzie on poszedł?

source: Where did that come from?
pl_pl: A to skąd się wzięło?

source: Where do those cables lead?
pl_pl: Dokąd prowadzą te kable?

source: Where does this airlock lead?
pl_pl: Dokąd prowadzi ta śluza?

source: Where is everybody?
pl_pl: Gdzie są wszyscy?

source: Where is he!
pl_pl: Gdzie on jest!

source: Where is he?
pl_pl: Gdzie on jest?

source: Where next?
pl_pl: Co dalej?

source: Where the fuck did he go?
pl_pl: Gdzie on się, kurwa, podział?

source: Where the hell is he?
pl_pl: Gdzie on do cholery jest?

source: Where the hell is that extraction team? We were supposed to have the core loaded in that chopper by now.
pl_pl: Gdzie do cholery jest ta ekipa wydobywcza? Rdzeń powinien być już załadowany do helikoptera.

source: Where the hell you think you're goin', Punch?
pl_pl: Gdzie ty się do cholery wybierasz, Piącha?

source: Where we going?
pl_pl: Dokąd idziemy?

source: Where we headed?
pl_pl: Dokąd mamy iść?

source: Where'd he go!
pl_pl: Gdzie on się podział!

source: Where'd he go?
pl_pl: Gdzie on poszedł?

source: Where's the date input console?
pl_pl: Gdzie jest konsola wprowadzania daty?

source: Where's your car?
pl_pl: Gdzie jest twój samochód?

source: Where's your uniform?
pl_pl: Gdzie twój mundur?

source: Whew. I was starting to get a lil' antsy out there.
pl_pl: Uff. Zaczynałem się już trochę denerwować.

source: Which is why he needs to be kept safe. In case... things go bad.
pl_pl: Dlatego musi być bezpieczny. Na wypadek... gdyby sprawy przybrały zły obrót.

source: Which then caused the Fracture.
pl_pl: Co z kolei rozwaliło czas.

source: Which way's Amaral's office?
pl_pl: Którędy do biura Amaral?

source: Whiteboard
pl_pl: Tablica

source: Who do you think you are!
pl_pl: Za kogo ty się uważasz!

source: Who is this guy!
pl_pl: Kim jest ten gość!

source: Who is this?
pl_pl: Kto to jest?

source: Who knows. I think the security network's been compromised.
pl_pl: Kto wie. Myślę, że sieć bezpieczeństwa została naruszona.

source: Who the fuck are you?
pl_pl: Kim ty kurwa jesteś?

source: Who the hell designs these doors? Okay, I'm gonna have to move faster to get through.
pl_pl: Kto do cholery zaprojektował te drzwi? Dobra, będę musiał poruszać się szybciej, żeby przejść.

source: Who the hell is that? The fuck're they shooting at?
pl_pl: Kto to do cholery jest? I do czego kurwa strzela?

source: Who the hell turned out the--
pl_pl: Kto do diabła wyłączył...

source: Who the hell?
pl_pl: Kto do cholery?

source: Who was that on the radio?
pl_pl: Kto mówił w radiu?

source: Who's shooting at us?
pl_pl: Kto do nas strzela?

source: Who's shooting?!
pl_pl: Kto strzela?!

source: Whoa!
pl_pl: Łał!

source: Whoa! Did you guys see that?
pl_pl: Łał! Widzieliście to?

source: Whoa! Easy there, turbo.
pl_pl: Hej! Spokojnie, panie turbo.

source: Whoa! Hey!
pl_pl: Hej!

source: Whoa! Lower your gun, cowboy! This is a goddamn conversation we’re having!
pl_pl: Whoa! Opuść broń, kowboju! To jest cholerna rozmowa!

source: Whoa! What was that?
pl_pl: Łał! Co to było?

source: Whoa, seriously? What is this, a Bond villain lair?
pl_pl: Poważnie? Co to jest, kryjówka złoczyńcy Bonda?

source: Whoa.
pl_pl: Łoł.

source: Whoa. Hey, I just looked up the license plate of the cab parked over there. It belongs to somebody named Nick Marsters.
pl_pl: Łał. Hej, właśnie sprawdziłam numer rejestracyjny tej zaparkowanej taksówki. Należy do niejakiego Nicka Marstersa.

source: Whoa. Not your average elevator.
pl_pl: Łoł. Nie jest to przeciętna winda.

source: Whoa. Okay. That'll come in handy.
pl_pl: Łał. Dobra. To się przyda.

source: Whoah, whoah, whoah, hey! Calm down, man! What the hell are you doing?! Let her go! You're hurting her! What the hell, man! Where are you taking her!? I saw the whole thing man, you think you're gonna get away with this shit? I can see what you're doing! Bring her back, man!
pl_pl: Hej, hej, hej, ej! Uspokój się, człowieku! Co ty do cholery robisz?! Puść ją! Robisz jej krzywdę! Co do cholery, człowieku! Gdzie ją zabierasz?! Widziałem wszystko. Myślisz, że ujdzie ci to na sucho? Widzę, co robisz! Oddaj ją, człowieku!

source: Whoever sees us ain't gonna get the chance to go public.
pl_pl: Jeśli ktokolwiek nas zobaczy, nie będzie miał szansy by to upublicznić.

source: Whoever shut down the stutterproofing fucked us big time.
pl_pl: Ktokolwiek wyłączył odporność na zacięcia, spierdolił nas na maksa.

source: Whoever that is, shut it off. Now.
pl_pl: Ktokolwiek to jest, niech to wyłączy. Teraz.

source: Whooa.
pl_pl: Łooo.

source: Why 4am, why not wait till morning? Paul had always been a showman.
pl_pl: Dlaczego chciał mi to pokazać o 4-tej w nocy, czemu to nie mogło poczekać do ranka? Paul zawsze był showmanem.

source: Why am I not surprised that Will's hamster was a test subject.
pl_pl: Dlaczego nie jestem zaskoczony, że chomik Willa był obiektem testowym.

source: Why are they still shooting? They said they wanted to take us alive!
pl_pl: Dlaczego wciąż strzelają? Powiedzieli, że chcą nas wziąć żywcem!

source: Why are you shooting?
pl_pl: Dlaczego strzelasz?

source: Why are you taking me here?
pl_pl: Dlaczego mnie tu zabieracie?

source: Why me?
pl_pl: Czemu ja?

source: Why the hell would your brother put maintenance controls way up there?
pl_pl: Dlaczego, do cholery, twój brat umieścił tam konsole do konserwacji?

source: Why're you shooting?
pl_pl: Dlaczego strzelasz?

source: Why's Monarch trying to kill us?
pl_pl: Dlaczego Monarch próbuje nas zabić?

source: Why's this happening? Wasn't there supposed to be a plan?
pl_pl: Dlaczego to się dzieje? Czy nie powinni mieć jakiegoś planu?

source: Why?
pl_pl: Dlaczego?

source: Why? Who is she?
pl_pl: Dlaczego? Kim ona jest?

source: Will had said he needed something from his briefcase to stop the Fracture. Wasn't much there but his phone and a key to the "Bradbury Swimming Pool." Not the most obvious clues.
pl_pl: Will powiedział, że potrzebuje czegoś z teczki, aby powstrzymać pęknięcie czasu. Nie było tam wiele poza telefonem i kluczem do „Basenu Bradbury”. Nie były to najbardziej oczywiste wskazówki.

source: Will had used the building to hide away his personal items.
pl_pl: Will wykorzystywał budynek do ukrywania swoich rzeczy osobistych.

source: Will never told you what he did in that workshop, at Ground Zero.
pl_pl: Will nigdy nie powiedział ci, co robił w tym warsztacie, w Strefie Zero.

source: Will overreacted. Scared off the investors, ranting about miscalculations, dangers... all with no evidence.
pl_pl: Will przesadził. Odstraszył inwestorów, mówił o błędnych obliczeniach, niebezpieczeństwie... a wszystko to bez żadnych dowodów.

source: Will received a massive research grant in 1997. He'd successfully built the time machine by 1999, but the results scared him. He never told a soul.
pl_pl: Will otrzymał ogromny grant badawczy w 1997 roku. Udało mu się zbudować wehikuł czasu do 1999 roku, ale wyniki go przeraziły. Nigdy nikomu o tym nie powiedział.

source: Will said he secured it inside a safe... somewhere in the building.
pl_pl: Will powiedział, że zabezpieczył go w sejfie... gdzieś w budynku.

source: Will takes it to the next level. When we were kids, the only way that Will could express anything important to me was by informing my stuffed giraffe while I was in the room.
pl_pl: Will przenosi to na wyższy poziom. Kiedy byliśmy dziećmi, jedynym sposobem, w jaki Will mógł wyrazić coś ważnego dla mnie, było poinformowanie mojej wypchanej żyrafy, gdy byłem w pokoju.

source: Will was all the family I had, but... he was difficult.
pl_pl: Will był całą moją rodziną, ale... był trudny.

source: Will you please get this door open?
pl_pl: Czy możesz otworzyć te drzwi?

source: Will! Get down!
pl_pl: Will! Na ziemię!

source: Will! More of them! Hide!
pl_pl: Will! Jest ich więcej! Ukryj się!

source: Will! Stay down!
pl_pl: Will! Nie wychylaj się!

source: Will! They took him to the library. I gotta find a way in, I gotta get to him fast.
pl_pl: Will! Zabrali go do biblioteki. Muszę znaleźć sposób, żeby się do niego dostać.

source: Will! You all right?
pl_pl: Will! Wszystko w porządku?

source: Will's Journal
pl_pl: Dziennik Willa

source: Will's Rat Time Machine Schematics
pl_pl: Schemat wehikułu czasu dla szczura Willa

source: Will's Whiteboard
pl_pl: Tablica Willa

source: Will's Workshop 2010
pl_pl: Pracownia Willa 2010

source: Will's dead! My best friend came back a goddamn monster! He knew this would happen. He prepared for it. Paul's the key to understanding all this. And I'm gonna find him.
pl_pl: Will nie żyje! Mój najlepszy przyjaciel stał się cholernym potworem! Wiedział, że tak się stanie. Przygotował się na to. Paul jest kluczem do zrozumienia tego wszystkiego. I ja go znajdę.

source: Will's in danger.
pl_pl: Will jest w niebezpieczeństwie.

source: Will's key did that?
pl_pl: Klucz Willa to zrobił?

source: Will's key.
pl_pl: Kluczem Willa.

source: Will's key... maybe it unlocks this.
pl_pl: Klucz Willa... może będzie pasował.

source: Will, I put all of your paperwork regarding the purchase of the Bradbury Swimming Pool in this folder. I knew you’d lose track of the documents otherwise. I’ve made sure that the purchase can’t be traced back to funds from your research grant. I don’t know what you’re up to, and it’s not my business to ask, but we’ve known each other long enough for me to say this: I trust that you know what is best for you but I can’t pretend that I’m not concerned. Your career is showing so much promise and your recent actions feel like a drastic turn in a direction I can’t begin to understand. I kept my promise and haven’t told Jack (or anyone else) about this, but he’s worried about you, even if he doesn’t know how to show it. Jack hasn’t heard from you in months. He needs you. Your attorney and friend, Alison Cunningham March 29th, 1999
pl_pl: Will, W tym folderze umieściłam wszystkie dokumenty dotyczące zakupu basenu Bradbury. Wiedziałam, że inaczej zgubiłbyś te dokumenty. Upewniłam się, że zakupu nie można powiązać z funduszami z twojego grantu badawczego. Nie wiem, co zamierzasz i nie mnie o to pytać, ale znamy się na tyle długo, że mogę to powiedzieć: Ufam, że wiesz, co jest dla ciebie najlepsze, ale nie mogę udawać, że się nie martwię. Twoja kariera jest tak obiecująca, a twoje ostatnie działania wydają się drastycznym zwrotem w kierunku, którego nie jestem w stanie zrozumieć. Dotrzymałam obietnicy i nie powiedziałam o tym Jack'owi (ani nikomu innemu), ale on martwi się o ciebie, nawet jeśli nie wie, jak to okazać. Jack nie odzywał się do ciebie od miesięcy. Potrzebuje cię. Twoja adwokat i przyjaciółka, Alison Cunningham 29 marca 1999 r.

source: Will. Are you okay?
pl_pl: Will. Wszystko w porządku?

source: Will. I need to get him moving. We don't have time for this.
pl_pl: Will. Muszę go odmrozić. Nie mamy na to czasu.

source: Will. What I just did back there. What the hell is happening?
pl_pl: Will. Co ja tam zrobiłem. Co się do cholery dzieje?

source: Will... What was he doing here?
pl_pl: Will... Co on tu robił?

source: Will?! Already gone. Lobby. Lobby, running out of time.
pl_pl: Will?! Już go nie ma. Główny hol. Hol, kończy nam się czas.

source: Will?! Oh, crap. Frozen again.
pl_pl: Will?! O cholera. Znowu czas się zatrzymał.

source: William Joyce Diary 1
pl_pl: Dziennik Williama Joyce'a 1

source: William Joyce Diary 2
pl_pl: Dziennik Williama Joyce'a 2

source: William Joyce Diary 3
pl_pl: Dziennik Williama Joyce'a 3

source: William Joyce Diary 4
pl_pl: Dziennik Williama Joyce'a 4

source: William Joyce Dossier
pl_pl: Akta Williama Joyce'a

source: William's Journal Entry
pl_pl: Wpis do dziennika Williama

source: William's Reminder Whiteboard
pl_pl: Tablica z przypomnieniami Williama

source: William's attitude and knowledge made him a liability.
pl_pl: Postawa i wiedza Williama sprawiły, że stał się zagrożeniem.

source: William’s schematics for the first time machine prototype.
pl_pl: Schemat pierwszego prototypu wehikułu czasu Williama.

source: With Beth and Dr. Amaral clear, it was time for me to get gone. For that, I needed wheels.
pl_pl: Gdy Beth i dr Amaral byli już bezpieczni, nadszedł czas, abym ruszył w drogę. Do tego potrzebowałem czterech kółek.

source: With Jack Joyce in our custody, I thought it relevant to forward you a message you sent me years ago. Do not underestimate the significance he holds in your life. I understand your concern that he is reluctant to accept the inevitability of what is coming. However, when he sees the whole picture he’ll have no choice but to believe. We all had our doubts once. You showed us the light. Give him time. --------------------------------------- TO: SOFIA AMARAL FROM: PAUL SERENE DATE: Feb. 24, 2013 – 6:35am SUBJECT: Dream Journal 1 Sofia, As promised in our latest session, I am now going to transcribe what I recall from my dreams. I still have doubts that this exercise will help alleviate my symptoms, but I’m willing to explore the idea further if you truly believe in its merit. (For someone who is not a medical doctor, let alone a mental health professional, you seem to take a great interest in my thoughts. Not that I don’t appreciate it.) Here is my first attempt: I recall a haunting image of seven red doors. Each door had a wrought iron handle that was dripping liquid metal onto the ground, creating a pool in the middle of the room. I looked down into the aqueous metallic glow at my feet to see my own glimmering reflection, revealing that I had aged half a lifetime. Startled, I looked back up to discover that only one door remained. Jack Joyce stood in front of it. The heat in the room was overwhelming. Jack was sweating profusely, his skin red and peeling open. He begged me to take him back home, but there was no door leading home. I opened the only door left and entered, discovering that we were back in the same room we had just exited. He refused to come to terms with this and opened the door again. I followed him, over and over as he desperately opened the doors, forever leading us back to where we started. The heat grew and he howled in pain, begging to know why I made the other doors disappear, why there was only one path. He begged me to bring the other doors back. He begged me to take him home. The iron pool burst into flames. Jack screamed in agony. I grabbed him, told him that we needed to learn to endure the heat, to embrace the flame. I knew it would come to pass eventually, but the only way to survive it was to accept its inevitability. My body began swaying rapidly, dancing to the movement of the flames around me until my bones faded out of existence and I surrendered to the fire until we were one and the same. I was no longer one being in one place and time. My life force spread evenly across the flames, until I was no longer an individual in one body, but a grander shifting entity. I could feel Jack being consumed within my essence. I felt a power within the heat, a clarity of intent. I forgot about my desire to ever return from the flames, because the body that once desired to return was lost forever. I became the very thing that I entered, and it became me, a cyclical fury chasing itself. Ouroboros. I woke up in a cold sweat. I quickly wrote down words that poisoned my mind in that moment. Delmore Schwartz was right. “Time is the fire.”
pl_pl: Ponieważ Jack Joyce jest pod naszą opieką, uznałam za stosowne przekazać ci wiadomość, którą wysłałeś mi lata temu. Nie lekceważ znaczenia snów w twoim życiu. Rozumiem twoje obawy, że nie chce zaakceptować nieuchronności tego, co nadchodzi. Jednak kiedy zobaczy cały obraz, nie będzie miał innego wyboru, jak tylko nam uwierzyć. Wszyscy mieliśmy kiedyś wątpliwości. Pokazałeś nam światło. Daj mu czas. --------------------------------------- DO: SOFIA AMARAL OD: PAUL SERENE DATA: 24 lutego 2013 - 6:35 TEMAT: Sennik 1 Sofia, Zgodnie z obietnicą z naszej ostatniej sesji, zamierzam teraz przepisać to, co pamiętam z moich snów. Nadal mam wątpliwości, czy to ćwiczenie pomoże złagodzić moje objawy, ale jestem skłonny zbadać ten pomysł dalej, jeśli naprawdę wierzysz w jego zalety. (Jak na kogoś, kto nie jest lekarzem, a tym bardziej specjalistą od zdrowia psychicznego, wydajesz się być bardzo zainteresowana moimi przemyśleniami. Nie żebym tego nie doceniał) Oto moja pierwsza próba: Przypominam sobie nawiedzający mnie obraz siedmiu czerwonych drzwi. Każde drzwi miały klamkę z kutego żelaza, które kapało płynnym metalem na ziemię, tworząc kałużę na środku pokoju. Spojrzałem w dół, w wodnistą metaliczną poświatę u moich stóp, by zobaczyć swoje własne lśniące odbicie, które ujawniło, że postarzałem się o pół życia. Zaskoczony spojrzałem w górę i odkryłem, że pozostały tylko jedne drzwi. Stał przed nimi Jack Joyce. W pokoju było bardzo gorąco. Jack pocił się obficie, jego skóra była czerwona i łuszczyła się. Błagał mnie, bym zabrał go z powrotem do domu, ale nie było tam żadnych drzwi. Otworzyłem jedyne drzwi i wszedłem do środka, odkrywając, że jesteśmy z powrotem w tym samym pokoju, z którego właśnie wyszliśmy. Nie chciał się z tym pogodzić i ponownie otworzył drzwi. Podążałem za nim, w kółko, gdy desperacko otwierał drzwi, zawsze prowadząc nas z powrotem do miejsca, w którym zaczęliśmy. Było coraz goręcej, a on wył z bólu, błagając, bym mu wyjawił, dlaczego sprawiłem, że inne drzwi zniknęły, dlaczego była tylko jedna ścieżka. Błagał, bym przywrócił inne drzwi. Błagał, bym zabrał go do domu. Żelazny basen stanął w płomieniach. Jack krzyczał w agonii. Chwyciłem go i powiedziałem, że musimy nauczyć się znosić żar, objąć płomień. Wiedziałem, że w końcu do tego dojdzie, ale jedynym sposobem na przetrwanie było zaakceptowanie jego nieuchronności. Moje ciało zaczęło się gwałtownie kołysać, tańcząc w rytm otaczających mnie płomieni, aż moje kości przestały istnieć, a ja poddałem się ogniowi, aż staliśmy się jednym i tym samym. Nie byłem już jedną istotą w jednym miejscu i czasie. Moja siła życiowa rozprzestrzeniła się równomiernie w płomieniach, aż nie byłem już jednostką w jednym ciele, ale większym, zmieniającym się bytem. Czułem, jak Jack jest pochłaniany przez moją esencję. Czułem moc w żarze, jasność intencji. Zapomniałem o moim pragnieniu powrotu z płomieni, ponieważ ciało, które kiedyś pragnęło wrócić, zostało utracone na zawsze. Stałem się tym, w co wszedłem, a ono stało się mną, cykliczną furią goniącą samą siebie. Ouroboros. Obudziłem się zlany zimnym potem. Szybko zapisałem słowa, które zatruły mój umysł w tamtej chwili. Delmore Schwartz miał rację. „Czas jest ogniem”.

source: With Time Vision, you can locate Chronon Sources. Collect Chronon Sources to upgrade Jack's time powers.
pl_pl: Dzięki czasowej wizji możesz znaleźć wyrwy w czasie. Zbieraj wyrwy w czasie, aby ulepszać moce czasowe Jack'a.

source: With adaptive vsync, vsync is turned on and off automatically to give the best combination of smooth rendering and responsive controls
pl_pl: Dzięki adaptacyjnemu v-syncowi, v-sync jest włączany i wyłączany automatycznie, aby zapewnić najlepsze połączenie płynnego renderowania i responsywnych elementów sterujących

source: Woman
pl_pl: Kobieta

source: Woman Playing Alan Wake
pl_pl: Kobieta grająca w Alana Wake'a

source: Won’t work in stutters!!! Radio waves get stuck same as everything else. Use stutterproofed hardline terminals instead.
pl_pl: Nie działa w zacięciach!!! Fale radiowe zacinają się tak samo, jak wszystko inne. Zamiast tego należy używać terminali odpornych na zacinanie.

source: Wooo! Jesus, look at that thing go!
pl_pl: Wooo! Jezu, spójrz na to!

source: Work with Monarch
pl_pl: Współpracuj z Monarch

source: Workin' on it.
pl_pl: Pracuję nad tym.

source: Wounded Monarch Trooper
pl_pl: Ranny żołnierz Monarch

source: Wow. Uhh, okay...
pl_pl: Wow. Uhh, okej...

source: Wow. You know, this song really speaks to me.
pl_pl: Łał. Ta piosenka naprawdę do mnie przemawia.

source: Wow...
pl_pl: Łał...
